import "./Creators.scss";

export default function Creators() {
  return (
    <div className="creators">
      <h1>Front-End разработчик:</h1>
      <h2>Сизов Архип</h2>
      <h1>Автор идеи</h1>
      <h2>Лавникович Илья</h2>
      <h1>Тестировщики:</h1>
      <h2>Лавникович Илья</h2>
      <h2>Пашкевич Артём</h2>
      <h2>Нистор Влад</h2>
      <h2>Рудский Генадий</h2>
      <h1>Особая благодарность:</h1>
      <h2>Костыли и фичи в коде</h2>
      <h2>Реклинский Михаил</h2>
    </div>
  );
}
