import "./Policy.scss";

export default function Policy() {
  return (
    <div className="policy">
      <p>
        Реальные условия пользования находится на
        https://shedule-bbafb.web.app//policy
      </p>
      <p>Обратная связь arhipsizov47@gmail.com</p>
      <p>
        Заходя на сайт вы обязуетесь прочитать и согласиться с настоящими
        условиями пользования
      </p>
      <h1>Общие обозначения</h1>
      <p>
        Сайт - любые информационные источники по домену
        https://shedule-bbafb.web.app/
      </p>
      <p>Пользователь - любое устройство, находящееся на сайте</p>
      <p>Оператор - arhipsizov47@gmail.com</p>
      <h1>Обработка данных</h1>
      <p>
        Сайт используе cookie в целях обеспечения более удобного использования
      </p>
      <p>
        Сайт собирает всю информацию введённыю в нём и обязуется не передавать
        её 3-им лицам
      </p>
      <p>
        Сайт не собирает какую либо информацию о вашей почте, геолокации и т. п.
      </p>
      <h1>Условия пользования</h1>
      <p>
        Пользователь имеет право на использование и копирование любых данных на
        сайте
      </p>
      <p>
        При порче информации на сайте оператор имеет полное право без
        предупреждения обновить условия пользования и начать собирать данные
        пользователя
      </p>
      <p>
        Оператор не имеет права на внесения изменений в политику, не предупредив
        об этом на сайте (https://shedule-bbafb.web.app//main), исключением
        является прошлый пункт
      </p>
      <h6>
        Исходный код сайта находится на https://github.com/ArhipSizov/MiniApps
      </h6>
      <h6>Настоящий правообладатель сайта arhipsizov47@gmail.com</h6>
    </div>
  );
}
